import React from "react";

const Delivery = () => {
  return (
    <div>
      <section
        className="info green darken-3 black-text text-darken-2"
        id="Deliver"
      >
        <div className="delivery container">
          <p>Оплата:</p>
          <p>
            Накладений платіж: Вартість послуги "Накладений платіж" складає
            20грн. + 2% від суми замовлення. Такий спосіб оплати можливий при
            отриманні товару у відділенні «Нова Пошта», або до моменту відправки
            замовлення на наш рахунок. Переказ на банківську карту: З вами
            додатково зв'яжеться Наш менеджер та надішле Вам реквізити для
            оплати.
          </p>
        </div>
        <div className="delivery container">
          <p>Доставка:</p>
          <p>
            Доставка до відділень «Нова Пошта» по всій Україні: Вартість
            доставки залежить від замовлення та адреси відділення. Термін
            зберігання посилки у відділенні «Нова Пошта» - 5 робочих днів.
            Доставка кур’єром Нова Пошта» до ваших дверей по всій Україні:
            Вартість доставки залежить від замовлення та адреси Вашого
            проживання. Доставка здійснюється по всій території України за
            винятком АР Крим і тимчасово окупованих територій
          </p>
        </div>
      </section>
    </div>
  );
};

export default Delivery;
